Repository: mithem/Covid19DashboardX
Catalog: UI/*.lproj/Localizable.strings
Languages: de

source: General
de: Allgemein

source: Notifications
de: Benachrichtigungen

source: Other
de: Andere

source: Attributions
de: Zuschreibungen

source: Settings
de: Einstellungen

source: Enable spotlight
de: Spotlight aktivieren

source: Clear index
de: Index löschen

# spotlight_indexing_description
source: Enabling spotlight indexing makes the countries and provinces you viewed searchable from Apple's Spotlight search. You can clear the index if it seems like something went wrong indexing.
de: Das Aktivieren von Spotlight-Indexing macht die Länder und Regionen, die Sie sich ansehen, in Apples Spotlight-Suchmaschine verfügbar. Sie können den Index jederzeit löschen, falls etwas schiefgegangen zu sein scheint.

source: Cleared index
de: Index gelöscht

source: Error clearing index
de: Fehler beim Löschen des Indexes

source: You can close this.
de: Sie können dies nun schließen.

source: Enable notifications
de: Benachrichtigungen aktivieren

source: Remind me at
de: Mich erinnern um

# notifications_disabled_info
source: You have disabled notifications for this app.
de: Sie haben Benachrichtigungen für diese App deaktiviert.

# reminder.title
source: Reminder
de: Erinnerung

# reminder.body
source: Check back on the latest numbers
de: Sehen Sie sich die neuesten Zahlen an.

# data_from_colon
source: Data from:
de: Daten von:

source: Suggest a feature
de: Feature vorschlagen

source: File a bug report
de: Bug melden

source: Get support
de: Hilfe erhalten

source: Reset to defaults
de: Einstellungen zurücksetzen

# reset_to_defaults_question
source: Reset to defaults?
de: Alle Einstellungen zurücksetzen?

# reset_to_defaults_question_confirmation
source: Are you sure you want to reset to defaults? This cannot be undone.
de: Sind Sie sicher, dass Sie alle Einstellungen zurücksetzen möchten? Dies kann nicht rückgängig gemacht werden.

source: Reset
de: Zurücksetzen

source: Color numbers
de: Zahlen einfärben

# max_moving_avg_interval_colon
source: Maximum moving average interval:
de: Höchstes Interval des gleitenden Durchschnitts:

# max_future_estimation_interval_colon
source: Maximum future estimation interval:
de: Höchstes Interval der Vorausschätzung:

source: Ignore low data mode
de: Datensparmodus ignorieren

# cfr_color_treshold_colon
source: CFR color treshold:
de: CFR Grenze der Farbunterschiede:

# cfr_color_gray_area_colon
source: CFR color gray area:
de: CFR Graufläche der Farbunterschiede:

source: CFRs of
de: CFRs von

# with_a_derivation_of_plusminus
source: with a derivation of ±
de: mit einer Abweichung von ±

# will_be_displayed_etc
source: will be displayed gray, above red, below green.
de: werden grau dargestellt, darüber rot, darunter grün.

# new_cases_proportion_color_treshold_colon
source: New cases proportion color treshold:
de: Neue Fallzahlen Grenze der Farbunterschiede:

# new_cases_proportion_gray_area_colon
source: New cases proportion gray area:
de: Neue Fallzahlen Graufläche der Farbunterschiede:

# when_the_ratio_of_new_cases_to_total_ones
source: When the ratio of new cases to total ones (confirmed, recovered, etc.) exceeds
de: Wenn das Verhältnis neuer zu bestehenden Fallzahlen

# comma_it_will_be_displayed_etc
source: , it will be displayed green or red, respectively.
de: überschreitet, wird es grün bzw. rot dargestellt.

source: Measurement metric
de: Messmetrik

source: Summary metric
de: Zusammenfassungsmetrik

source: Search
de: Suchen

source: Cancel
de: Abbrechen

source: Select country
de: Land auswählen

source: Country
de: Land

source: Compare countries
de: Länder vergleichen

source: Done
de: Fertig

source: Country code
de: Landesabkürzung

source: Country name
de: Landesname

source: Total confirmed
de: Gesamt bestätigte Fälle

source: New confirmed
de: Neue bestätigte Fälle

source: Total deaths
de: Gesamte Todesfälle

source: New deaths
de: Neue Todesfälle

source: Total recovered
de: Gesamt erholte Fälle

source: New recovered
de: Neu erholte Fälle

source: Active cases
de: Aktive Fälle

source: Reverse
de: Umkehren

source: Dereverse
de: Unumkehren

source: Sort countries
de: Länder sortieren

# sort_countries_criteria_question
source: By which criteria would you like to sort countries?
de: Nach welchen Kritierien sollen die Länder sortiert werden?

source: Unable to load data
de: Daten können nicht geladen werden.

# unkown_error_period
source: Unkown error.
de: Unbekannter Fehler.

# loading.uppercase
source: Loading...
de: Laden...

# server_is_caching
source: The server is currently caching the newest data. Please try again in a bit.
de: Der Server lädt gerade die neuesten Daten. Bitte später erneut versuchen.

# summary_view_nav_title
source: Covid19 Summary
de: Covid19 Zusammenfassung

source: Refresh
de: Aktualisieren

# global_colon_loading
source: Global: loading...
de: Global: laden...

source: Stay safe ❤️
de: Bleiben Sie gesund!

source: Refresh summaries
de: Zusammenfassungen aktualisieren

source: Reset all data
de: Geladene Daten löschen

# low_data_mode_on_period
source: Low data mode on.
de: Datensparmodus aktiviert.

source: Ignore
de: Ignorieren

source: Compare
de: Vergleichen

# moving_avg_colon
source: Moving average:
de: Gleitender Durchschnitt:

# total_colon
source: Total:
de: Insgesamt:

# no_province_data_for_country
source: For this country, there isn't province data available.
de: Für dieses Land stehen keine regionalen Daten zur Verfügung.

# error_getting_provinces_data_colon
source: Error getting provinces data:
de: Fehler beim Erhalten der regionalen Daten:

source: Refresh provinces
de: Regionen aktualisieren

source: Future estimations
de: Vorausschätzungen

source: New active
de: Neue aktive

source: Data representation
de: Datendarstellung

source: Visualization settings
de: Anzeigeeinstellungen

# estimation_interval_colon
source: Estimation interval:
de: Interval der Vorausschätzung:

# no_data_available_for_region
source: There is no such data available for this region. Please try another metric.
de: Für dieses Land stehen die benötigten Daten nicht zur Verfügung. Probieren Sie doch eine andere Metrik.

# future_estimation_disclaimer
source: Please note that this is of course a way over-simplified modeling, based on the numbers of just the last day, modeled by just an exponential function. This is not a realistic estimation or prediction by any means.
de: Natürlich stellt dies eine viel zu grobe Abschätzung dar, welche lediglich auf einer Expontialfunktion basiert. Entsprechend stellt sie keine realistische Vorausschätzung oder Vorhersage dar.

source: Calculate intersect
de: Schnittpunkt berechnen

# future_estimation_interval_error_that_shouldnt_happen
source: Internal error (FutureEstimationProviderView.swift:51). By the way, this sheet should not have appeared 😅.
de: Interner Fehler (FutureEstimationProviderView.swift:51). Dieser Fehler sollte übrigens nicht erschienen sein 😅.

# based_on_current_rates_comma
source: Based on current rates,
de: Basierend auf den aktuellen Fallzahlen werden

source: and
de: und

source: will have the same
de: dieselben

# days_comma_making_it
source: days, making it
de: Tagen haben, das wären dann etw.

source: Case intersect
de: Fallzahlschnittpunkt

# decoding_error_colon
source: Decoding error:
de: Dekodierungsfehler:

source: Case fatality rate
de: Fallsterblichkeitsrate

# case_doubling_or_halving_time
source: Case doubling/halving time
de: Verdoppelungs-/Halbierungszeit

source: Confirmed
de: Bestätigt

source: Deaths
de: Tote

source: Recovered
de: Erholte

source: Active
de: Aktive

source: Confirmed cases
de: Bestätigte Fälle

source: Doubling time
de: Verdoppelungszeit

source: Halving time
de: Halbierungszeit

source: None
de: Keine
